[
  {
    "title": "Corporate Social Responsibility Policy",
    "para": [
      "At LOTUS HERBALS PVT. LTD reaching out to underserved communities is part of our DNA. We believe in the trusteeship concept. This entails transcending business interests and grappling with the \"quality of life\" challenges that underserved communities face and working towards making a meaningful difference to them."
    ],
    "list": null
  },
  {
    "title": "Our Vision",
    "para": [
      "Our vision is to actively contribute to the social and economic development of the communities in which we operate. In so doing build a better, sustainable way of life for the weaker sections of society and raise the country's human development index."
    ],
    "list": null
  },
  {
    "title": "Our Philosophy",
    "para": [
      "To Share Every Penny We Earn with Those Who Need It More Than Us."
    ],
    "list": null
  },

  {
    "title": "Implementation process: Identification of projects",
    "para": [
      "The corporate social responsibility policy is established under the trust company known as “LOTUS FOUNDATION”.",
      "The main objective of trust is to provide relief to poor and differently-abled people including providing adequate facility for education in India , also medical facility and further to provide relief on occasions of national calamities like cyclone, drought, etc. without any distinction between caste, religion color or creed.",
      "Arising from this, the focus areas that have emerged are Education, Health care, and espousing social causes. All our community projects are carried out under the aegis of LOTUS FOUNDATION."
    ],
    "list": null
  },
  {
    "title": "In Education, our endeavor is to spark the desire for learning and knowledge at every stage by",
    "list": [
      "Opening of, running, continuing educational and vocational schools or institutions and to bring education within the reach of poor, helpless and needy children / student(s).Imparting free education to poor, helpless and needy children / student(s).",
      "Imparting free education to poor, helpless and needy children / student(s).",
      "Setting up public libraries, publish books on educational and school subjects, organize discussions and seminar to promote knowledge and understanding amongst the people",
      "Establishing and maintaining institution for the training to handicapped and for adult’s education like vocations of household industry, semi- skilled jobs for self-employment.",
      "Endowing research fellowships or grant financial assistance to persons or institutions engaged in educational / medical research"
    ],
    "para": null
  },
  {
    "title": "In Health care our goal is to render quality health care facilities to people",
    "list": [
      "Establish, maintain, manage, administer, own, run hospital, clinics, dispensaries, maternity homes, rest houses etc.",
      "Provide medical relief to public in all branches of medical science.",
      "To carry out medical research.",
      "To establish, own, manage, takeover, administer or run all types of laboratories.",
      "Encourage the discovery of new medical and / or surgical management of diseases.",
      "To conduct and carry on experiments and to provide funds for research works and for scholarship, stipends, remuneration and / or other payment or aid to persons or persons to engage in research.",
      "To promote health care and improvement of health.",
      "To reduce child mortality and to improving maternal health."
    ],
    "para": null
  },
  {
    "title": "Organizational mechanism and responsibilities",
    "para": [
      "Lotus Foundation will fulfill its vision under the leadership of its Chairperson Ms. Swarn Lata Passi. This vision underlines all CSR activities are comply with honesty. The company has explained every employee the CSR policy of the company.",
      "Budgets A specific budget is allocated for CSR activities as per section 135(5) as per Companies Act 2013."
    ],
    "list": null
  },
  {
    "title": "Information dissemination",
    "para": [
      "The Company's engagement in this domain is disseminated on its website, annual reports and through the media."
    ],
    "list": null
  },
  {
    "title": "Management Commitment",
    "para": [
      "Our Board of Directors, our Management and all of our employees subscribe to the philosophy of compassionate care. We believe and act on an ethos of generosity and compassion, characterized by a willingness to build a society that works for everyone. This is the cornerstone of our CSR policy.",
      "Rules and Regulation for CSR Committee and board of directors"
    ],
    "list": [
      "The quorum of CSR committee will be at least two.",
      "There should be at least one meeting in the calendar year of the CSR committee.",
      "The board will authenticate minutes of CSR committee on yearly basis i.e. once in the calendar year of all previously held CSR meetings."
    ]
  },
  {
    "title": "Note: - None of the provisions of this CSR policy will prevail over the Companies Act, 2013",
    "para": null,
    "list": null
  }
]
