[
  {
    "q": "Do I need to create an Account on Lotus Organics+ to place an order?",
    "a": "No. You can place an order as a guest also."
  },
  {
    "q": "What is the benefit of creating an account on Lotus Organics+?",
    "a": "There are various benefits of creating an account on Lotus Organics+, some of the benefits are marketing information on promotions and products, special offers to registered customers. You will also not need to input the address for the new orders unless there is a change in address. You can also log in review the order history of all the transactions done on that account."
  },
  {
    "q": "What is Avni Traders and what is their relationship with Lotus Organics+?",
    "a": "Avni Traders is the Authorized online e retailer of Lotus Herbals. Avni Traders services Pvt Ltd is authorized by Lotus Organics+ to sell all its products."
  },
  {
    "q": "How do I track my order once it is placed?",
    "a": "Step 1: You will receive an order confirmation on Email and SMS on the registered email address and Phone Number. Step 2: As soon as the order is shipped you will receive another email and SMS on your registered number with the tracking details. You can also log into your account and view the shipping details."
  },
  {
    "q": "How do I choose products that are suitable to my needs?",
    "a": "Our product consultants are available to assist you regarding any such issues. You are requested to call us on +91-8810685354 or write to us on care@lotus-organics.com"
  },
  {
    "q": "Can I place the order online and pick up my order from your Store which is nearest to me?",
    "a": "You cannot place the order online and collect from the store. All orders placed online will be sent directly to the shipping address mentioned while placing the order."
  },
  {
    "q": "I want to Place bulk orders or need some specific products, whom do I contact?",
    "a": "You can write into care@lotus-organics.com for all bulk orders, we will assist you with quotes and information based on the emails."
  },
  {
    "q": "What are the payment options that I can avail of while placing an order?",
    "a": "Currently the following payment options are enabled.\nCredit Cards ( Visa / Master)\nNet Banking across Banks\nDebit Cards (Visa / Master)\nCash On Delivery"
  },
  {
    "q": "Which credit/ debit cards does Lotus Organics support?",
    "a": "Payments are accepted through certified third party payment gateways. Currently all Visa and Master Credit cards will be accepted."
  },
  {
    "q": "How do I know that my credit/ debit card payment is safe?",
    "a": "Payments are accepted through certified third party payment gateways. These gateways are certified for all security aspects."
  },
  {
    "q": "Can I pay through Net banking? What is the procedure?",
    "a": "Yes, one can pay through net banking. You need to select net banking as an option on the checkout page and you will be redirected to the payment gateway. You will need to select net banking and the bank you wish to pay from and make the payment."
  },
  {
    "q": "Where all does Lotus Organics+ deliver?",
    "a": "We deliver across the country to over 12000 Pin codes. These deliveries are made through reputed courier companies. Since there is a constant addition of pin codes, the exact number might vary from time to time."
  },
  {
    "q": "What is the delivery timeline or my order?",
    "a": "The general delivery timeline is 5 to 8 business days (metro cities) and 15 to 21 business days (non metro cities) depending on the delivery address pin code."
  }
]
