[
  {
    "title": "Privacy Policy",
    "para": [
      "Lotus Herbals Pvt. Ltd.respects your privacy. This Privacy Policy provides succinctly the manner your data is collected and used by Lotus Herbals Pvt. Ltd.on the Site. As a visitor to the Site/ Customer you are advised to please read the Privacy Policy carefully. By accessing the services provided by the Site you agree to the collection and use of your data by Lotus Herbals Pvt. Ltd.in the manner provided in this Privacy Policy."
    ],
    "list": null
  },
  {
    "title": "What information is, or may be, collected from you?",
    "para": [
      "As part of the registration process on the Site, Lotus Herbals Pvt. Ltd.may collect the following personally identifiable information about you: Name including first and last name, alternate email address, mobile phone number and contact details, Postal code, Demographic profile (like your age, gender, occupation, education, address etc.) and information about the pages on the site you visit/access, the links you click on the site, the number of times you access the page and any such browsing information."
    ],
    "list": null
  },
  {
    "title": "How do we Collect the Information?",
    "para": [
      "Lotus Herbals Pvt. Ltd.will collect personally identifiable information about you only as part of a voluntary registration process, on-line survey or any combination thereof. The Site may contain links to other Web sites. Lotus Herbals Pvt. Ltd.is not responsible for the privacy practices of such Web sites which it does not own, manage or control. The Site and third-party vendors, including Google, use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick cookie) together to inform, optimize, and serve ads based on someone's past visits to the Site."
    ],
    "list": null
  },
  {
    "title": "How is information used?",
    "para": [
      "Lotus Herbals Pvt. Ltd.will use your personal information to provide personalized features to you on the Site and to provide for promotional offers to you through the Site and other channels. Lotus Herbals Pvt. Ltd.will also provide this information to its business associates and partners to get in touch with you when necessary to provide the services requested by you. Lotus Herbals Pvt. Ltd.will use this information to preserve transaction history as governed by existing law or policy. Lotus Herbals Pvt. Ltd.may also use contact information internally to direct its efforts for product improvement, to contact you as a survey respondent, to notify you if you win any contest; and to send you promotional materials from its contest sponsors or advertisers.",
      "Lotus Herbals Pvt. Ltd.will also use this information to serve various promotional and advertising materials to you via display advertisements through the Google Ad network on third party websites. You can opt out of Google Analytics for Display Advertising and customize Google Display network ads using the Ads Preferences Manager."
    ],
    "list": null
  },
  {
    "title": "With whom your information will be shared?",
    "para": [
      "Lotus Herbals Pvt. Ltd.will not use your financial information for any purpose other than to complete a transaction with you. Lotus Herbals Pvt. Ltd.does not rent, sell or share your personal information and will not disclose any of your personally identifiable information to third parties. In cases where it has your permission to provide products or services you've requested and such information is necessary to provide these products or services the information may be shared with Lotus Herbals Pvt. Ltd.'s business associates and partners. In addition Lotus Herbals Pvt. Ltd.may use this information for promotional offers, to help investigate, prevent or take action regarding unlawful and illegal activities, suspected fraud, potential threat to the safety or security of any person, violations of the Site's terms of use or to defend against legal claims; special circumstances such as compliance with subpoenas, court orders, requests/order from legal authorities or law enforcement agencies requiring such disclosure."
    ],
    "list": null
  },
  {
    "title": "What Choice are available to you regarding collection, use and distribution of your information?",
    "para": [
      "To protect against the loss, misuse and alteration of the information under its control, Lotus Herbals Pvt. Ltd.has in place appropriate physical, electronic and managerial procedures. For example, Lotus Herbals Pvt. Ltd.servers are accessible only to authorized personnel and your information is shared with employees and authorised personnel on a need to know basis to complete the transaction and to provide the services requested by you. Although Lotus Herbals Pvt. Ltd.will endeavour to safeguard the confidentiality of your personally identifiable information, transmissions made by means of the Internet cannot be made absolutely secure. By using this site, you agree that Lotus Herbals Pvt. Ltd.will have no liability for disclosure of your information due to errors in transmission or unauthorized acts of third parties."
    ],
    "list": null
  },
  {
    "title": "How can you correct inaccuracies in the information?",
    "para": [
      "To correct or update any information you have provided, the Site allows you to do it online. In the event of loss of access details you can send an e-mail to care@lotus-organics.com."
    ],
    "list": null
  },
  {
    "title": "Policy updates",
    "para": [
      "Lotus Herbals Pvt. Ltd. reserves the right to change or update this policy at any time. Such changes shall be effective immediately upon posting to the Site."
    ],
    "list": null
  }
]
