[
  {
    "title": "Cancellation And Returns",
    "para": null,
    "list": null
  },
  {
    "title": "Cancellation by Site Customer",
    "para": [
      "You as a customer can cancel your order anytime up to the cut-off time of the slot for which you have placed an order. Refunds are credited back to the same instrument which was debited. The process generally takes 7-14 working days depending on the bank and the gateway. Lotus Herbals does not have influence on the time lines except processing the refund. The refund will be credited back between 7-14 days after the processing or until your next billing cycle in case it’s a credit card. You will receive email intimation from us about the processing of refund. You will need to then contact your bank or credit card issuer for refund status.",
      "If we suspect any fraudulent transaction by any customer or any transaction which defies the terms & conditions of using the website, we at our sole discretion could cancel such orders. We will maintain a negative list of all fraudulent transactions and customers and would deny access to them or cancel any orders placed by them."
    ],
    "list": null
  },
  {
    "title": "Returns by Site Customer",
    "para": null,
    "list": [
      "Raise a return/replacement request within 7 days from the date of delivery. In case of damaged/missing product, raise a return/replacement within 2 days from the date of delivery.",
      "Lotus Organics+ will take 2 working days to review your return request.",
      "After the product is received, Lotus Organics+ will verify it against the claim and initiate the replacement or refund accordingly. Please note that replacement would depend upon the stock availability."
    ]
  },
  {
    "title": "Returns will be accepted under the following conditions :",
    "para": null,
    "list": [
      "Wrong product delivered",
      "Expired product delivered",
      "Damaged product delivered – physical damage/ tampered product or packaging",
      "Incomplete order – missing products"
    ]
  },
  {
    "title": "Returns will not be accepted under the following conditions :",
    "para": null,
    "list": [
      "Opened/used/altered products",
      "Original packaging (mono cartons, labels, etc.) missing",
      "Serial Number/Batch Number is tampered",
      "The return/replacement request is generated after 7 days from the date of delivery",
      "The damaged/missing product is reported after 2 days from the date of delivery"
    ]
  },
  {
    "title": "Shipping And Delivery",
    "para": null,
    "list": [
      "Packages are generally dispatched within 2 days after receipt of payment and are shipped via reputed national couriers with tracking. Whichever shipment choice you make, we will provide you with a link to track your package online.",
      "Shipping fees includes handling and packing fees as well as postage costs. Handling fees are fixed, whereas transport fees vary according to total weight of the shipment. We advise you to group your items in one order. We cannot group two distinct orders placed separately, and shipping fees will apply to each of them. Your package will be dispatched at your own risk, but special care is taken to protect fragile objects.",
      "Boxes are amply sized and your items are well-protected.",
      "Our courier partners will be able to deliver the shipment to you during working days between Monday through Saturday: 9 am to 7pm. Working days exclude public holidays and Sundays. Delivery time is subject to factors beyond our control including unexpected travel delays from our courier partners and transporters due to weather conditions and strikes.",
      "As soon as your package ships, we will email you your package tracking information."
    ]
  }
]
